Revit 2027 API
ParameterTypeId.ConnectorVisibleSize Property
 "Size on screen"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConnectorVisibleSize { get; }
Public Shared ReadOnly Property ConnectorVisibleSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConnectorVisibleSize {
	ForgeTypeId^ get ();
}
static member ConnectorVisibleSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace